# Minimal packages for CI and fresh machine bootstrap.
# For full setup, use Brewfile instead.

brew "bat"
brew "oven-sh/bun/bun"
brew "coreutils"
brew "direnv"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "henri123lemoine/tap/grove"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.12"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
