# Optional packages not installed by default. Install with:
#   brew bundle install --file=Brewfile.extras

tap "jstkdng/programs"
tap "mopidy/mopidy"

cask "alt-tab"
cask "claude-code"
cask "disk-inventory-x"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "hiddenbar"
cask "iterm2"
cask "mactex"
cask "obs"
cask "spotify"
cask "stats"
cask "swiftbar"

brew "act"
brew "ast-grep"
brew "chafa"
brew "cloudflared"
brew "cmake"
brew "colordiff"
brew "cookiecutter"
brew "csvlens"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "gawk"
brew "gcc"
brew "glib"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jstkdng/programs/ueberzugpp"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "mdp"
brew "mpv"
brew "nasm"
brew "nmap"
brew "node@22"
brew "onnxruntime"
brew "pass"
brew "pipx"
brew "poppler"
brew "postgresql@16"
brew "pre-commit"
brew "protobuf"
brew "pyright"
brew "redis"
brew "rsync"
brew "rust-analyzer"
brew "spotify_player"
brew "spotifyd"
brew "stockfish"
brew "sqlite"
brew "tailscale"
brew "trash"
brew "tree-sitter"
brew "trunk"
brew "utf8cpp"
brew "virtualenv"
brew "xonsh"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zstd"
