cask "disk-inventory-x"
cask "iterm2"
brew "act"
brew "bat"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "grep"
brew "htop"
brew "lazygit"
brew "lua"
brew "neovim"
brew "node"
brew "protobuf"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "sqlite"
brew "tmux"
brew "trash"
brew "tree"
brew "utf8cpp"
brew "wget"
brew "xonsh"
brew "yarn"
brew "zoxide"

