# Minimal packages for a fast bootstrap. Install the rest via Brewfile.extras.

brew "bat"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "jq"
brew "neovim"
brew "python@3.12"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
